{
  "Medicines": [
    {"id":"0","name": "Aspirina","dosis": "500mg", "contraindicaciones" : "", "para que sirve" : "El ácido acetilsalicílico, principio activo de este medicamento, actúa reduciendo el dolor y la fiebre."},
    {"id":"1","name": "Betaferon","dosis": "250microgramos/ml", "contraindicaciones" : "", "para que sirve" : "Betaferon es un tipo de medicamento conocido como interferón, utilizado en el tratamiento de la esclerosis múltiple. Los interferones son proteínas producidas por el organismo que le ayudan a combatir contra los ataques al sistema inmunitario, tales como las infecciones víricas."},
    {"id":"2","name": "Cilostazol Aristo","dosis": "100mg Comp", "contraindicaciones" : "", "para que sirve" : "Cilostazol Aristo pertenece a un grupo de medicamentos conocidos como inhibidores de la fosfodiesterasa de tipo 3.Presenta diversas acciones, entre las que se incluye la dilatación de ciertos vasos sanguíneos y la reducción de la actividad coagulante (aglutinación) de ciertas células sanguíneas, llamadas plaquetas, en los vasos sanguíneos."},
    {"id":"3","name": "Diazepan Prodes","dosis": "5mg Comp", "contraindicaciones" : "", "para que sirve" : "El diazepam, principio activo de la especialidad, es un derivado benzodiazepínico que presenta actividad tranquilizante, sedante, miorrelajante (relajante muscular), anticonvulsivante (para las convulsiones) y antipsicótica."},
    {"id":"4","name": "Eutirox","dosis": "100mg", "contraindicaciones" : "", "para que sirve" : "La levotiroxina, el principio activo de Eutirox, es una hormona tiroidea sintética para el tratamiento de enfermedades y disfunciones de la glándula tiroides. Tiene el mismo efecto que las hormonas tiroideas producidas naturalmente."},
    {"id":"5","name": "Fabroven","dosis": "150 mg/150 mg/100 mg Capsulas", "contraindicaciones" : "", "para que sirve" : "Fabroven es una combinación de 3 principios activos: extracto de ruscus, hesperidina metil chalcona y ácido ascórbico (vitamina C), Fabroven pertenece al grupo de medicamentos llamados protectores capilares (sistema cardiovascular), este medicamento es un agente venotónico y un agente protector vascular (aumenta la tonicidad venosa y la resistencia capilar, y disminuye la permeabilidad vascular)."},
    {"id":"6","name": "Gabapentina""dosis": "300mg Capsulas", "contraindicaciones" : "", "para que sirve" : "Gabapentina se utiliza para tratar varias formas de epilepsia (convulsiones o ataques que inicialmente están limitados a ciertas partes del cerebro, aunque el ataque se propague a otras partes del cerebro o no). Su médico le recetará Gabapentina Almus para ayudarle a tratar su epilepsia cuando su tratamiento actual no controle completamente su situación. "},
    {"id":"7","name": "Ibuprofeno Vir","dosis": "600mg Comp", "contraindicaciones" : "", "para que sirve" : "Este medicamento está indicado para el tratamiento de la fiebre, el tratamiento del dolor de intensidad leve o moderado incluida la migraña, el tratamiento de la artritis (inflamación de las articulaciones, incluyendo habitualmente las de manos y pies, dando lugar a hinchazón y dolor), la artritis reumatoide juvenil, artrosis (trastorno de carácter crónico que ocasiona el daño del cartílago), espondilitis anquilopoyética (inflamación que afecta las articulaciones de la columna vertebral), inflamación no reumática y la dismenorrea primaria (menstruación dolorosa)."},
    {"id":"8","name": "Jakavi","dosis": "10mg Comp", "contraindicaciones" : "", "para que sirve" : "Jakavi se utiliza para tratar pacientes adultos con un aumento del tamaño del bazo o con síntomas relacionados con mielofibrosis, una forma rara de cáncer en la sangre, Jakavi también se utiliza para tratar pacientes con policitemia vera que son resistentes o intolerantes a hidroxiurea."},
    {"id":"9","name": "Metamizol Sodico","dosis": "100mg Comp", "contraindicaciones" : "", "para que sirve" : "Es un medicamento que sirve para aliviar dolores muy intensos, al mismo tiempo que actúa ante temperatura alta que no puede ser reducida bajo tratamiento con algún otro fármaco antifebril."}
  ]
}
